Repository: centreon/centreon-collect
Catalog: centreon-build/containers/centreon-bam-server/locale/*.UTF-8/LC_MESSAGES/messages.po
Languages: fr

source: Business Activity Level Opacity
fr: Niveaux d'opacité

source: Warning Opacity
fr: Opacité de la couleur pour le statut dégradé

source: Critical Opacity
fr: Opacité de la couleur pour l'état Critical

source: Business Activity Level Color
fr: Niveaux de couleurs

source: Warning Color
fr: Couleur pour le statut dégradé

source: Critical Color
fr: Couleur pour l'état Critical

source: Pick a color
fr: Choisissez une couleur

source: Display Caption
fr: Afficher la légende

source: Display Graph Guide
fr: Afficher le curseur sur les graphiques

source: Default Graph Style
fr: Style de graphique par défaut

source: Graph colors
fr: Couleur des graphiques

source: Other options
fr: Autres options

source: Custom Overview
fr: Vue d'ensemble personnalisée

source: Period
fr: Période

source: Display details
fr: Afficher détails

source: KPI type
fr: Type de KPI

source: In downtime
fr: En temps d'arrêt

source: Start time
fr: Date de début

source: End time
fr: Date de fin

source: Boolean result: %s
fr: Résultat du booléen : %s

source: Level
fr: Niveau

source: Filters
fr: Filtres

source: Escalations / Dependencies
fr: Escalades / Dépendances

source: Business Activity Views
fr: Vues d'activités métier

source: Extended Information
fr: Informations détaillées

source: Event Handlers
fr: Gestionnaire d'évènements

source: Event Handler Configuration
fr: Configuration du gestionnaire d'évènements

source: Select period
fr: Sélectionner une période

source: Tree Impact
fr: Arbre d'impacts

source: Trends
fr: Tendance

source: Impacts Tree
fr: Arbre d'impacts

source: No graph to display for this BA
fr: Pas de graphique disponible pour cette BA

source: Monitoring
fr: Supervision

source: Management
fr: Gestion des objets

source: Business Views
fr: Vues métier

source: Indicators
fr: Indicateurs

source: Boolean Rules
fr: Règles booléennes

source: Help
fr: Aide
