Repository: centreon/centreon-collect
Catalog: centreon-build/containers/centreon-bam-server/locale/*.UTF-8/LC_MESSAGES/messages.po
Languages: fr

source: Business Activity
fr: Activité Métier

source: Business Activity Monitoring
fr: Activité métier

source: Back
fr: Retour

source: Reporting view
fr: Rapports

source: Views
fr: Vues

source: Overview
fr: Vue d'ensemble

source: Previous View
fr: Vue précédente

source: Misc
fr: Divers

source: Business Views :
fr: Vues métier

source: Performances
fr: Suivi de la performance

source: Loading...
fr: Chargement en cours...

source: Start
fr: Début

source: End
fr: Fin

source: Duration
fr: Durée

source: Fixed ?
fr: Fixé ?

source: Author
fr: Auteur

source: seconds
fr: secondes

source: Schedule
fr: Planifier

source: Comment
fr: Commentaire

source: Reporting Period
fr: Période de rapport

source: Current Level
fr: Niveau actuel

source: Warning
fr: Dégradé

source: Critical
fr: Non fonctionnel

source: Business View
fr: Vue Métier

source: Regular Service
fr: Service basique

source: Meta Service
fr: Méta-service

source: Boolean KPI
fr: KPI booléen

source: Key Performance Indicators
fr: Indicateurs clés de performance

source: Indicator
fr: Indicateur

source: State Information
fr: Informations sur l'état

source: Output
fr: Résultat

source: Status
fr: Statut

source: Warning Threshold
fr: Seuil dégradé

source: Critical Threshold
fr: Seuil non fonctionnel

source: Health
fr: État

source: Links
fr: Liens

source: Graph
fr: Graphique

source: Reporting
fr: Rapport

source: Logs
fr: Historique

source: This KPI returns %s
fr: Ce KPI retourne %s

source: True
fr: Vrai

source: False
fr: Faux

source: Go back
fr: Retour

source: Level (%)
fr: Niveau (%)

source: No output
fr: Pas de retour

source: Warning Impact
fr: Impact dégradé

source: Critical Impact
fr: Impact Critique

source: Warning (%)
fr: Dégradé (%)

source: Critical (%)
fr: Non fonctionnel (%)

source: Schedule downtime
fr: Planifier un temps d'arrêt

source: Template
fr: Modèle

source: Split Components
fr: Séparer les courbes

source: Display Status
fr: Afficher les statuts

source: Choose the source to graph
fr: Choisir la source pour générer le graphique

source: Last 3 Hours
fr: Les 3 dernières Heures

source: Last 6 Hours
fr: Les 6 dernières Heures

source: Last 12 Hours
fr: Les 12 dernières Heures

source: Last 24 Hours
fr: Les 24 dernières Heures

source: Last 2 Days
fr: Les 2 derniers jours

source: Last 4 Days
fr: Les 4 derniers jours

source: Last 7 Days
fr: Les 7 derniers jours

source: Last 14 Days
fr: Les 14 derniers jours

source: Last 28 Days
fr: Les 28 derniers jours

source: Last 30 Days
fr: Les 30 derniers jours

source: Last 31 Days
fr: Les 31 derniers jours

source: Last 2 Months
fr: Les 2 derniers mois

source: Last 4 Months
fr: Les 4 derniers mois

source: Last 6 Months
fr: Les 6 derniers mois

source: Last Year
fr: L'année dernière

source: Graph Period
fr: Période du graphique

source: From
fr: Du

source: to
fr: à

source: Recheck
fr: Recontrôler

source: Checkpoint
fr: Point de contrôle

source: Plugin
fr: Sonde

source: XML Library
fr: Librairie XML

source: PHP Configuration file (cli)
fr: Fichier de configuration PHP (cli)

source: The troubleshooter is able to check if the Centreon BAM module is working properly. In case one of the checkpoints appear to be "NOK", please follow the solution and check again. If you encounter problems that are not listed below, please contact your administrator or your support.
fr: Ce troubleshooter permet de vérifier si le module Centreon BAM fonctionne correctement. Dans le cas où un des points de contrôle est en "NOK", veuillez suivre les solutions proposées et effectuer à nouveau une vérification. Si vous rencontrez des problèmes qui ne sont pas décrits ci-dessous, veuillez contacter votre administrateur ou votre support.

source: Begin date
fr: Date de début

source: End date
fr: Date de fin

source: Time
fr: Temps

source: Total Time
fr: Temps total

source: Mean Time
fr: Temps connu

source: Alert
fr: Alerte

source: Day
fr: Jour

source: Available Time
fr: Temps disponible

source: % Available
fr: % Disponibilité

source: Available Alerts
fr: Alertes sur la disponibilité

source: Warning Time
fr: Temps dégradé

source: % Warning
fr: % Dégradé

source: Warning Alerts
fr: Alertes dégradé

source: Critical Time
fr: Temps non fonctionnel

source: % Critical
fr: % Non fonctionnel

source: Critical Alerts
fr: Alertes non fonctionnel

source: Actual
fr: Réel

source: Host
fr: Hôte

source: All
fr: Tout

source: Average
fr: Moyenne

source: Available
fr: Disponible

source: Undetermined
fr: Indéterminé

source: Alerts
fr: Alertes

source: Information
fr: Informations

source: Reporting period used by engine
fr: Période de rapport utilisé par le moteur

source: Event
fr: Évènement

source: Period Selection
fr: Sélection de la période

source: Business Activity states
fr: Statuts de l'activité métier

source: Today's Host log
fr: Historique des hôtes pour aujourd'hui

source: State Breakdowns For Host Services
fr: Statuts des pannes des services d'hôtes

source: Custom selection
fr: Sélection personnalisée

source: Modify
fr: Modifier

source: Apply
fr: Appliquer

source: From
fr: Du

source: to
fr: au

source: Export in CSV format
fr: Exporter en format CSV

source: Reporting Interval
fr: Période prédéfinie

source: Please select a Business Activity
fr: Veuillez sélectionner une activité métier

source: %s [ Warning : %s%% - Critical : %s%% ]
fr: %s [ Dégradé : %s%% - Non fonctionnelle : %s%% ]

source: Boolean
fr: Booléen

source: No KPI for this Business Activity, please add a new one.
fr: Pas de KPI pour cette activité métier, veuillez lui en ajouter un nouveau

source: Unknown Impact
fr: Impact inconnu

source: Search
fr: Recherche

source: Add a KPI
fr: Ajouter un KPI

source: Load .csv file
fr: Charger fichier .csv

source: Add multiple KPI
fr: Ajouter plusieurs KPI

source: Do you confirm the deletion ?
fr: Confirmez-vous la suppression ?

source: Please select one or more items
fr: Sélectionner un ou plusieurs items

source: More actions...
fr: Plus d'actions...

source: Delete
fr: Supprimer

source: Enable
fr: Activer

source: Disable
fr: Désactiver

source: Configuration mode
fr: Mode de configuration

source: Type of KPI
fr: Sélectionner le type de KPI pour ensuite sélectionner le KPI désiré

source: Impact that will be applied when KPI is in Warning state
fr: Impact qui va être appliqué si le KPI passe en statut Warning

source: Impact that will be applied when KPI is in Critical state
fr: Impact qui va être appliqué si le KPI passe en statut Critical

source: Impact that will be applied when KPI is in Unknown state
fr: Impact qui va être appliqué si le KPI passe en statut Unknown

source: KPI will be linked to these business activities
fr: Les KPI vont être liés à ces activités métier

source: Object type to scan
fr: Type d'objets à scanner

source: Hosts
fr: Hôtes

source: Host groups
fr: Groupes d'hôtes

source: Service groups
fr: Groupes de services

source: Upload an existing CSV file
fr: Importer un fichier CSV existant

source: You can define the KPI to import manually
fr: Il est possible de définir les KPI manuellement

source: File Type
fr: Type de fichier

source: .csv File
fr: Fichier .csv

source: Regular KPI
fr: KPI basique

source: KPI Type
fr: Type de KPI

source: Manual Filling
fr: Remplissage manuel

source: Load
fr: Charger

source: BA name ; Host name; Service name ; Warning impact ; Critical impact ; Unknown impact
fr: BA nom ; Hôte nom ; Service nom ; Pourcentage d'impact Warning ; Pourcentage d'impact Critical ; Pourcentage d'impact Unknown

source: BA name ; Meta Service name ; Warning impact ; Critical impact ; Unknown impact
fr: BA nom ; Meta Service nom ; Pourcentage d'impact Warning ; Pourcentage d'impact Critical ; Pourcentage d'impact Unknown

source: BA name ; KPI BA name ; Warning impact ; Critical impact ; Unknown impact
fr: BA nom ; KPI BA nom ; Pourcentage d'impact Warning ; Pourcentage d'impact Critical ; Pourcentage d'impact Unknown

source: Add
fr: Ajouter

source: Impact levels
fr: Niveaux d'impact

source: Business Activities
fr: Activités Métiers

source: Boolean Business Impact
fr: Impact métier pour le résultat de la règle Booléenne

source: Warning Business Impact
fr: Impact métier pour le statut Warning

source: Critical Business Impact
fr: Impact métier pour le statut Critical

source: Unknown Business Impact
fr: Impact métier pour le statut Unknown

source: Regular
fr: Basique

source: Advanced
fr: Avancé

source: Configuration Mode
fr: Mode de configuration

source: Boolean rule
fr: Règle booléenne

source: Linked Business Activity
fr: Activité(s) métier concernée(s)

source: Compulsory Field
fr: Champs obligatoire

source: KPI already linked to one of the Business Activities
fr: KPI déjà présent dans une des applications métier

source: Service is disabled
fr: Le service est désactivé

source: Circular definitions of Business Activities
fr: Définitions circulaires des activités métier

source: Cannot add itself as KPI
fr: Ne peut s'ajouter soi-même en KPI

source: The service and BA are not linked in the same poller
fr: Le service et la vue métier ne sont pas liés au même collecteur

source: Required fields
fr: Champs requis

source: Save
fr: Enregistrer

source: Access Control List
fr: Liste de contrôle d'accès

source: Business Activity List
fr: Liste des activités métier

source: -- Select a Host --
fr: -- Choisissez un Hôte --

source: -- Select a Meta Service --
fr: -- Choisissez un Méta-service --

source: -- Select a Business Activity --
fr: -- Choisissez une Activité Métier

source: -- Select a Boolean rule --
fr: -- Choisissez une Règles booléenne

source: Add KPI
fr: Ajouter un KPI

source: No KPI found
fr: Pas de KPI trouvé

source: -- Select a Service --
fr: -- Choisissez un Service --

source: Status simulation
fr: Simulation de statut

source: Simulation mode
fr: Mode de simulation

source: Host Groups
fr: Groupes d'hôtes

source: Service Groups
fr: Groupes de services

source: Object Type
fr: Type d'objet

source: Retrieve KPI
fr: Récupérer KPI

source: Select at least one Business Activity\n
fr: Veuillez choisir au moins une activité métier\n

source: Select at least one KPI
fr: Veuillez choisir au moins un KPI

source: Name of business view
fr: Nom de la vue métier

source: Description of this view
fr: Description de cette vue

source: Whether or not this view is displayed in the monitoring dashboard
fr: Indique si cette vue sera affichée dans la Vue d'ensemble, vue par défaut.

source: List of business activities that belong to this view
fr: Liste des activités métier appartenant à cette vue

source: ACL groups that can access this view
fr: Groupes d'ACL qui peuvent accéder à la vue

source: Business Activity View
fr: Vue d'activités métier

source: Name
fr: Nom

source: Yes
fr: Oui

source: No
fr: Non

source: Displayed in Overview
fr: Afficher dans la Vue d'ensemble

source: Authorized Access Groups
fr: Groupes d'accès autorisés

source: Compulsory Name
fr: Nom obligatoire

source: Compulsory Description
fr: Description obligatoire

source: Name already in use
fr: Nom déjà utilisé

source: No Business Group found
fr: Pas de groupes métier trouvés

source: Displayed
fr: Affiché

source: Set visible
fr: Rendre visible

source: Set invisible
fr: Rendre invisible

source: Duplicate
fr: Dupliquer

source: Name of business activity
fr: Nom de l'activité métier

source: Description of business activity
fr: Description de l'activité métier

source: When level is below this threshold, the business activity will be in Warning state
fr: Lorsque le niveau est en dessous de ce seuil, l'activité métier se retrouvera en statut dégradé

source: When level is below this threshold, the business activity will be in Critical state
fr: Lorsque le niveau est en dessous de ce seuil, l'activité métier se retrouvera en statut non fonctionnel

source: Reporting will be based on this very period
fr: Le reporting sera basé sur cette période

source: Contact groups that will be notified when business activity goes into Warning/Critical state
fr: Les groupes de contacts sont notifiés lorsque cette activité métier passe en statut dégradé/non-fonctionnel

source: Time period during which notification can take place
fr: Période de temps durant laquelle la notification a lieu

source: Notification interval length
fr: Intervalle de notification

source: States for which notifications will be sent out
fr: Les états pour lesquels les notifications seront envoyées

source: Whether or not notification is enabled
fr: Indique si la notification est activée

source: Comments regarding the business activity
fr: Commentaires concernant cette activité métier

source: Whether or not business activity is enabled
fr: Indique si cette activité métier est activée

source: Escalations rules that are applied to this business activity
fr: Règles d'escalade appliquées à cette activité métier

source: Refer to the official documentation of your monitoring engine
fr: Consulter la documentation officielle de votre moteur de supervision

source: Whether or not dependency inheritance is applied
fr: Indique si l'héritage de dépendance est appliqué

source: Parent business activity
fr: Activité métier mère

source: Child business activity
fr: Activité métier enfant

source: Business view(s) of this business activity
fr: Les vues métiers attachées à cette activité métier

source: Icon that represents the business activity
fr: L'icône représentant l'activité métier

source: Possibility to display this Business Activity on poller which have Centreon Poller display module
fr: Offre la possibilité d'afficher cette activité métier sur le collecteur distant si ce dernier dispose du module Centreon Poller Display

source: Those time periods will be used by Centreon BI reports.
fr: Ces périodes temporelles seront utilisées dans les rapports Centreon BI

source: Percentage of time during which the BA was in a Warning status on a monthly basis
fr: Le pourcentage de temps pendant laquelle le BA était dans un statut non fonctionnel sur une base mensuelle

source: Percentage of time during which the BA was in a Critical status on a monthly basis
fr: Le pourcentage de temps pendant laquelle le BA était dans un statut non fonctionnel sur une base mensuelle

source: Amount of time during which the BA was in a Warning status on a monthly basis
fr: Le nombre de temps pendant laquelle le BA était dans un statut dégradé sur une base mensuelle

source: Amount of time during which the BA was in a Critical status on a monthly basis
fr: Le nombre de temps pendant laquelle le BA était dans un statut dégradé sur une base mensuelle

source: No Business Activity found.
fr: Pas d'activité métier trouvée

source: Monitoring Warning Threshold
fr: Seuil dégradé

source: Monitoring Critical Threshold
fr: Seuil non fonctionnel

source: Default reporting time periods used by Centreon BAM and Centreon BI
fr: Période de temps de reporting par défaut utilisée par Centreon BAM et Centreon BI

source: Contact Groups
fr: Groupes de contact

source: Notification Time Period
fr: Période de notification

source: Notification Interval
fr: Intervalle entre deux notifications

source: Notification Options
fr: Options de notification

source: Enable notification
fr: Activer la notification

source: Additional Poller
fr: Collecteur additionnel

source: Activate
fr: Activer

source: Escalations
fr: Escalades

source: Notification failure criteria
fr: Critère d'échec de notification

source: Execution failure criteria
fr: Critère d'échec d'exécution

source: Inherits from parents
fr: Héritage de parents

source: Parent Business Activity
fr: Activités métier parentes

source: Child Business Activity
fr: Activités métier enfants

source: Linked Business Activity Groups
fr: Groupes d'activités métier

source: Enable Event Handler
fr: Activer le gestionnaire d'évènements

source: Event Handler Command
fr: Commande exécutée par le gestionnaire d'évènements

source: Args
fr: Arguments

source: Icon
fr: Icone

source: Extra reporting time periods used in Centreon BI reports
fr: Périodes de temps additionnelles utilisées pour les rapports Centreon BI

source: SLA warning percentage threshold
fr: SLA seuil en pourcent pour le statut dégradé

source: SLA critical percentage threshold
fr: SLA seuil en pourcent pour le statut non fonctionnel

source: SLA warning duration threshold
fr: SLA seuil en durée pour le statut dégradé

source: SLA critical duration threshold
fr: SLA seuil en durée pour le statut non fonctionnel

source: Circular definition of dependencies
fr: Définition circulaire des dépendances

source: Warning Threshold must be greater than Critical Threshold (0-100)
fr: Le seuil dégradé doit être supérieur au seuil de non fonctionnel (0-100)

source: Critical Threshold must be less than Warning Threshold (0-100)
fr: Le seuil de non fonctionnel doit être inférieur au seuil dégradé (0-100)

source: Must be between 0 and 100
fr: Doit être compris entre 0 et 100

source: Dependencies
fr: Dépendances

source: Reporting time periods
fr: Périodes de temps de reporting

source: Settings
fr: Paramètres

source: Business Activity Group
fr: Groupe d'activités métier

source: Visual settings
fr: Paramètres visuels

source: Centreon BI settings
fr: Paramètres Centreon BI

source: Name of boolean KPI
fr: Nom du KPI booléen

source: Expression of the boolean rule. Use the editor to complete the expression and evaluate it with the button. It is also possible to simulate the service statuses.
fr: Expression de la règle booléenne. Utilisez l'éditeur pour compléter l'expression et évaluer avec le bouton. Il est également possible de simuler les états de services.

source: Impact will be applied depending on the result of the expression
fr: L'impact va être appliqué selon le résultat de l'expression

source: Comments regarding the boolean KPI
fr: Commentaires concernant le KPI booléen

source: Whether or not the boolean KPI is enabled
fr: Statut du KPI booléen

source: Boolean name
fr: Nom de la règle booléenne

source: Expression
fr: Expression booléenne

source: Select host
fr: Sélectionner un hôte

source: Impact is applied when expression returns:
fr: L'impact est appliqué lorsque l'expression retourne :

source: Comments
fr: Commentaires

source: Disabled
fr: Désactivé

source: Enabled
fr: Activé

source: Compulsory field
fr: Champ obligatoire

source: Invalid Expression
fr: Expression invalide

source: Real time result
fr: Résultat temps réel

source: No boolean rule found
fr: Pas de règle booléenne trouvée

source: Boolean rules
fr: Règles booléennes

source: Centreon BAM license is not valid. Please contact your administrator for more information.
fr: La licence du module Centreon BAM est invalide. Veuillez contacter votre administrateur pour plus d'informations.

source: Today
fr: Aujourd'hui

source: Yesterday
fr: Hier

source: This Week
fr: Cette semaine

source: Disconnect from Centreon and reconnect.
fr: Déconnecter de Centreon puis se reconnecter.

source: Re install module.
fr: Réinstaller le module.

source: Install the PHP XML Writer library
fr: Installer la librairie PHP XML Writer

source: Create a symbolic link /etc/php5/cli/php.ini that targets the Zend php.ini file.
fr: Créer un lien symbolique /etc/php5/cli/php.ini pointant vers le fichier php.ini de Zend

source: Please contact your support for more information
fr: Veuillez contacter le support pour plus d'informations

source: Null
fr: Nul

source: Weak
fr: Faible

source: Minor
fr: Mineur

source: Major
fr: Majeur

source: Blocking
fr: Bloquant

source: OK - Line %s successfully imported
fr: OK - Ligne %s importée avec succès

source: Error - KPI already attached to Business Activity on line %s
fr: Erreur - Le KPI est déjà existant au sein de l'application métier, ligne %s

source: Error - Business Activity %s not found on line %s
fr: Erreur - L'application métier %s est introuvable à la ligne %s

source: Error - Business Activity KPI %s not found on line %s
fr: Erreur - Le KPI %s est introuvable à la ligne %s

source: Error - Could not read line %s
fr: Erreur - Échec de lecture à la ligne %s

source: Error - Meta %s not found on line %s
fr: Erreur - Le méta-service %s est introuvable à la ligne %s

source: Error - Host %s not found on line %s
fr: Erreur - L'hôte %s est introuvable à la ligne %s

source: Error - Service %s not found on line %s
fr: Erreur - Le service %s est introuvable à la ligne %s

source: This Month
fr: Ce mois

source: Last Month
fr: Le mois dernier

source: This Year
fr: Cette année

source: Expecting expression
fr: Expression attendue

source: Could not find status for %s
fr: Impossible de déterminer le statut pour %s

source: Invalid expression
fr: Expression invalide

source: Service not specified for %s
fr: Service non défini pour %s

source: Could not find resource %s
fr: Ressource %s indisponible

source: Could not create file
fr: Échec de création de de fichier

source: Could not write in file
fr: Échec d'écriture dans le fichier

source: Value of Weak impact
fr: Valeur d'un impact Faible

source: Value of Minor impact
fr: Valeur d'un impact Mineur

source: Value of Major impact
fr: Valeur d'un impact Majeur

source: Value of Critical impact
fr: Valeur d'un impact Critique

source: Value of Blocking impact
fr: Valeur d'un impact Bloquant

source: Default impact of a KPI in Warning state
fr: Impact par défaut d'un KPI en statut Warning

source: Default impact of a KPI in Critical state
fr: Impact par défaut d'un KPI en statut Critique

source: Default impact of a KPI in Unknown state
fr: Impact par défaut d'un KPI en statut Unknown

source: Default warning threshold
fr: Seuil dégradé par défaut

source: Default critical threshold
fr: Seuil non fonctionnel par défaut

source: Default reporting period
fr: Période de temps de reporting par défaut

source: Default notification period
fr: Période de temps de notification par défaut

source: Default linked contact groups
fr: Les groupes de contacts notifiés par défaut

source: Default notification interval length
fr: Intervalle de notification par défaut

source: seconds of unavailability
fr: secondes d'indisponibilité

source: Default Settings
fr: Paramètres par défaut

source: Weak Impact
fr: Impact Faible

source: Minor Impact
fr: Impact Mineur

source: Major Impact
fr: Impact Majeur

source: Blocking Impact
fr: Impact Bloquant

source: Reporting Time Period
fr: Période du rapport

source: Notification Command
fr: Commande de notification

source: Default impact settings
fr: Paramètres d’impact par défaut

source: Default Business Activity and Boolean rule impacts settings
fr: Impacts par défaut des activités métier et règles booléennes

source: Business Activity Default Settings
fr: Paramètres des activités métier par défaut

source: Business activities that will be visible in the overview console
fr: Les activités métier qui seront visible dans la console Vue d'ensemble personnalisée

source: Default RRD graph style
fr: Modèle de graphique de performance par défaut

source: Opacity level for business activity level
fr: Niveau d'opacité pour le niveau des activités métier

source: Level color
fr: Niveau de couleur

source: Opacity level of warning area
fr: Niveau d'opacité pour la zone dégradée

source: Color of warning status
fr: Couleur du statut dégradé

source: Opacity level of critical area
fr: Niveau d'opacité pour la zone non fonctionnelle

source: Color of critical status
fr: Couleur du statut non fonctionnel

source: Whether or not caption is displayed
fr: Affiche ou non la légende

source: Whether or not graph guide is displayed
fr: Affiche ou non le curseur sur les graphiques de performance

source: User Settings
fr: Paramètres utilisateur

source: RRD Graph Template
fr: Modèle de graphique RRD
